/* No comment provided by engineer. */
"(You)" = "(You)";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"Attention!" = "Attention!";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change the name of the group" = "Change the name of the group";

/* No comment provided by engineer. */
"Change your username in the group" = "Change your username in the group";

/* No comment provided by engineer. */
"Chores" = "Chores";

/* No comment provided by engineer. */
"Completed" = "Completed";

/* No comment provided by engineer. */
"Currency" = "Currency";

/* No comment provided by engineer. */
"Danger zone" = "Danger zone";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Done!" = "Done!";

/* No comment provided by engineer. */
"Edit Chore" = "Edit Chore";

/* No comment provided by engineer. */
"Edit Group Name" = "Edit Group Name";

/* No comment provided by engineer. */
"Edit Reward" = "Edit Reward";

/* No comment provided by engineer. */
"Edit User Name" = "Edit User Name";

/* No comment provided by engineer. */
"Error!" = "Error!";

/* No comment provided by engineer. */
"Every 2 Months" = "Every 2 Months";

/* No comment provided by engineer. */
"Every 2 Weeks" = "Every 2 Weeks";

/* No comment provided by engineer. */
"Every Month" = "Every Month";

/* No comment provided by engineer. */
"Every Week" = "Every Week";

/* No comment provided by engineer. */
"Every Year" = "Every Year";

/* No comment provided by engineer. */
"Group is full" = "Group is full";

/* No comment provided by engineer. */
"Group not found" = "Group not found";

/* No comment provided by engineer. */
"Invalid chore" = "Invalid chore";

/* No comment provided by engineer. */
"Invalid code" = "Invalid code";

/* No comment provided by engineer. */
"Invalid name" = "Invalid name";

/* No comment provided by engineer. */
"Invalid reward" = "Invalid reward";

/* No comment provided by engineer. */
"It appears that this group no longer exists" = "It appears that this group no longer exists";

/* No comment provided by engineer. */
"Miscellaneous" = "Miscellaneous";

/* No comment provided by engineer. */
"New Chore" = "New Chore";

/* No comment provided by engineer. */
"New Reward" = "New Reward";

/* No comment provided by engineer. */
"No CurrencyList Bundle Access" = "No CurrencyList Bundle Access";

/* No comment provided by engineer. */
"No Frequency" = "No Frequency";

/* No comment provided by engineer. */
"No Reward could be retrieved" = "No Reward could be retrieved";

/* No comment provided by engineer. */
"Not enough permission" = "Not enough permission";

/* No comment provided by engineer. */
"Only the admin of the group can delete it" = "Only the admin of the group can delete it";

/* No comment provided by engineer. */
"Only the creator of the chore and the group admin are able to\nedit this element" = "Only the creator of the chore and the group admin are able to\nedit this element";

/* No comment provided by engineer. */
"Only the creator of the chore or the group admin are able to\nremove this element" = "Only the creator of the chore or the group admin are able to\nremove this element";

/* No comment provided by engineer. */
"Only the group admin is able to edit the currency" = "Only the group admin is able to edit the currency";

/* No comment provided by engineer. */
"Only the group admin is able to\nedit the reward" = "Only the group admin is able to\nedit the reward";

/* No comment provided by engineer. */
"Only the group admin is able to\nremove this element" = "Only the group admin is able to\nremove this element";

/* No comment provided by engineer. */
"Only the group admin, the creator of the chore or the user assigned to it\ncan complete this element" = "Only the group admin, the creator of the chore or the user assigned to it\ncan complete this element";

/* No comment provided by engineer. */
"Reward" = "Reward";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Successfully updated group name" = "Successfully updated group name";

/* No comment provided by engineer. */
"Successfully updated user name" = "Successfully updated user name";

/* No comment provided by engineer. */
"Tap here to configure reward" = "Tap here to configure reward";

/* No comment provided by engineer. */
"This will erase all data in the group. The action cannot be undone" = "This will erase all data in the group. The action cannot be undone";

/* No comment provided by engineer. */
"Uknown error" = "Uknown error";

/* No comment provided by engineer. */
"User not found" = "User not found";

/* No comment provided by engineer. */
"Username already taken" = "Username already taken";

/* No comment provided by engineer. */
"Users" = "Users";

/* No comment provided by engineer. */
"You no longer have access to the group" = "You no longer have access to the group";

/* No comment provided by engineer. */
"You will lose all access to this group. The action cannot be undone" = "You will lose all access to this group. The action cannot be undone";

/* No comment provided by engineer. */
"Your points" = "Your points";

/* No comment provided by engineer. */
"Leave" = "Leave";

/* No comment provided by engineer. */
"You left the group successfully" = "You left the group successfully";
